Repository: denisroldan/soul-sign
Catalog: translations/*/LC_MESSAGES/django.po
Languages: es

source: Invalid username or password
es: Usuario o contraseña inválidos

source: Author
es: Autor

source: Sign's author
es: Autor de la nota

source: Sign text is too long!
es: ¡El texto de la nota es demasiado largo!

source: Soul sign's author
es: Notas del alma

source: Description of the sign
es: Descripción de la señal

source: Creation time
es: Fecha de creación

source: Time to live
es: Caducidad

source: {0} created by {1} on {2}
es: {0} creada por {1} el {2}

source: Soul Sign
es: Nota del alma

source: Soul Signs
es: Notas del alma

source: Add Sign
es: Añadir señal

source: Add a new Sign
es: Añadir una nueva señal

source: Save
es: Guardar

source: Sign detail
es: Detalles de la señal

source: Edit
es: Editar

source: Text
es: Texto

source: Return to list
es: Volver a la lista

source: Edit Sign
es: Editar señal

source: Editing a Sign
es: Editando señal

source: Sign list
es: Listado de notas

source: Create
es: Crear

source: Date
es: Fecha

source: Details
es: Detalles

source: There are {0} soul signs in our systems!
es: ¡Hay {0} notas del alma en el sistema!

source: Soul Sign Admin Site
es: Administración de 'Nota del alma'

source: Logout
es: Salir
